docs/acl/acl-bench-results/raw/S03/m2_P1.txt
ERROR: ERR admin permission required to perform the command
ERROR: failed to fetch CONFIG from 127.0.0.1:7772
WARN: could not fetch server CONFIG
====== SET ======
  20000 requests completed in 2.93 seconds
  50 parallel clients
  64 bytes payload
  keep alive: 1
  multi-thread: no

0.00% <= 0.8 milliseconds
0.01% <= 0.9 milliseconds
0.03% <= 1.0 milliseconds
0.05% <= 1.1 milliseconds
0.06% <= 1.2 milliseconds
0.09% <= 1.3 milliseconds
0.16% <= 1.4 milliseconds
0.26% <= 1.5 milliseconds
0.36% <= 1.6 milliseconds
0.44% <= 1.7 milliseconds
0.57% <= 1.8 milliseconds
0.71% <= 1.9 milliseconds
0.88% <= 2 milliseconds
3.49% <= 3 milliseconds
9.03% <= 4 milliseconds
21.15% <= 5 milliseconds
38.62% <= 6 milliseconds
55.90% <= 7 milliseconds
69.47% <= 8 milliseconds
79.36% <= 9 milliseconds
86.86% <= 10 milliseconds
92.04% <= 11 milliseconds
95.21% <= 12 milliseconds
96.86% <= 13 milliseconds
97.87% <= 14 milliseconds
98.64% <= 15 milliseconds
99.15% <= 16 milliseconds
99.40% <= 17 milliseconds
99.67% <= 18 milliseconds
99.79% <= 19 milliseconds
99.90% <= 20 milliseconds
99.92% <= 21 milliseconds
99.95% <= 22 milliseconds
99.96% <= 24 milliseconds
99.99% <= 25 milliseconds
100.00% <= 25 milliseconds
6825.94 requests per second

====== GET ======
  20000 requests completed in 1.50 seconds
  50 parallel clients
  64 bytes payload
  keep alive: 1
  multi-thread: no

0.44% <= 1 milliseconds
28.58% <= 2 milliseconds
65.32% <= 3 milliseconds
83.07% <= 4 milliseconds
90.60% <= 5 milliseconds
94.39% <= 6 milliseconds
96.90% <= 7 milliseconds
97.97% <= 8 milliseconds
98.89% <= 9 milliseconds
99.36% <= 10 milliseconds
99.53% <= 11 milliseconds
99.67% <= 12 milliseconds
99.71% <= 13 milliseconds
99.78% <= 14 milliseconds
99.88% <= 15 milliseconds
99.94% <= 16 milliseconds
99.97% <= 19 milliseconds
99.98% <= 20 milliseconds
99.99% <= 22 milliseconds
99.99% <= 25 milliseconds
100.00% <= 26 milliseconds
13333.33 requests per second