docs/acl/acl-bench-results/raw/S03/m2_P8.txt
ERROR: ERR admin permission required to perform the command
ERROR: failed to fetch CONFIG from 127.0.0.1:7772
WARN: could not fetch server CONFIG
====== SET ======
  20024 requests completed in 1.94 seconds
  50 parallel clients
  64 bytes payload
  keep alive: 1
  multi-thread: no

0.00% <= 4 milliseconds
0.05% <= 5 milliseconds
0.12% <= 11 milliseconds
0.28% <= 19 milliseconds
0.52% <= 20 milliseconds
1.40% <= 21 milliseconds
2.24% <= 22 milliseconds
3.16% <= 23 milliseconds
4.32% <= 24 milliseconds
6.09% <= 25 milliseconds
8.48% <= 26 milliseconds
10.20% <= 27 milliseconds
12.93% <= 28 milliseconds
15.93% <= 29 milliseconds
18.97% <= 30 milliseconds
22.05% <= 31 milliseconds
25.28% <= 32 milliseconds
29.36% <= 33 milliseconds
35.12% <= 34 milliseconds
40.12% <= 35 milliseconds
44.37% <= 36 milliseconds
48.88% <= 37 milliseconds
53.21% <= 38 milliseconds
57.85% <= 39 milliseconds
61.65% <= 40 milliseconds
64.61% <= 41 milliseconds
67.32% <= 42 milliseconds
70.85% <= 43 milliseconds
72.25% <= 44 milliseconds
74.68% <= 45 milliseconds
77.04% <= 46 milliseconds
80.40% <= 47 milliseconds
81.93% <= 48 milliseconds
83.96% <= 49 milliseconds
86.44% <= 50 milliseconds
89.81% <= 51 milliseconds
93.57% <= 52 milliseconds
95.21% <= 53 milliseconds
96.04% <= 54 milliseconds
96.44% <= 55 milliseconds
96.68% <= 56 milliseconds
96.89% <= 57 milliseconds
97.81% <= 58 milliseconds
98.93% <= 59 milliseconds
99.12% <= 62 milliseconds
99.21% <= 66 milliseconds
99.29% <= 67 milliseconds
99.85% <= 68 milliseconds
100.00% <= 68 milliseconds
10316.33 requests per second

====== GET ======
  20024 requests completed in 0.21 seconds
  50 parallel clients
  64 bytes payload
  keep alive: 1
  multi-thread: no

0.49% <= 1 milliseconds
24.12% <= 2 milliseconds
55.65% <= 3 milliseconds
74.04% <= 4 milliseconds
84.25% <= 5 milliseconds
91.93% <= 6 milliseconds
95.21% <= 7 milliseconds
95.89% <= 8 milliseconds
96.17% <= 9 milliseconds
96.96% <= 10 milliseconds
97.12% <= 11 milliseconds
97.85% <= 12 milliseconds
98.25% <= 13 milliseconds
98.49% <= 14 milliseconds
98.96% <= 15 milliseconds
99.12% <= 17 milliseconds
99.36% <= 18 milliseconds
99.44% <= 19 milliseconds
99.61% <= 21 milliseconds
99.76% <= 22 milliseconds
99.89% <= 23 milliseconds
100.00% <= 23 milliseconds
96734.30 requests per second